import './js/createCountriesMarkup';
import './sass/main.scss';
//////////////////////////////////////////////////////
//  ✔️Fetch
//  ✔️Получение инпута
//  ✔️Получение fetch url данных с инпута
//  ✔️Получение разметкой данных с fetch
//  ✔️Добавление разметки по шаблону
//  ✔️Добавление в разметку данных с fetch
//  ✔️Добавить к fetch - debounce
//  Сделать разметку для одного и нескольких элементов по критериям задачи
//  Доведение pnotify
//  Добавление стилей
//  Пересметреть и написать нормально js
